tap "homebrew/bundle"
tap "spacelift-io/spacelift"
tap "hashicorp/tap"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "spacelift-io/spacelift/spacectl"
brew "sqlite"
brew "starship"
brew "stow"
brew "terraform-docs"
brew "hashicorp/tap/terraform-ls"
brew "tree"
brew "wget"
brew "yamllint"
brew "zsh"

cask "1password-cli"
cask "aws-vault"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "session-manager-plugin"
